{
    "1": "Directive 2009/28/EC of the European Parliament and the Council of 23 April 2009 on the promotion of the use of energy from renewable sources and amending and subsequently repeaing Directive 2007/77/EC and 2003/30/EC.",
    "2": "Report from the commission to the Council and the European Parliament on sustainability requirements for the use of solid and gaseous biomass resources in electricity, heating and cooling; Brussels, 25-02-2010; COM(2010) final.",
    "3": "Koppejan - LHV for demolish wood.",
    "4": "RED Annex 1.4 - Global Warming Potentials (GWP's).",
    "5": "JEC E3-database (version 31/7/2008) - fuel, electricity, gas emission & fuel efficiency.",
    "6": "CML.",
    "7": "https://www.epa.gov/energy/greenhouse-gases-equivalencies-calculator-calculations-and-references",
    "9": "CoM Default Emission Factors for the Member States of the European Union.",
    "10": "COMMUNICATION FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT, THE COUNCIL, THE EUROPEAN ECONOMIC AND SOCIAL COMMITTEE AND THE COMMITTEE OF THE REGIONS.",
    "11": "https://www.eea.europa.eu/airs/2018/resource-efficiency-and-low-carbon-economy/household-energy-consumption",
    "units0": "Countries stored on the database",
    "units1": "Equivalent CO2 emmission from the national electricity",
    "units2": "Equivalent CO2 emmission from the PV energy",
    "units3": "Equivalent CO2 emmission from the wind energy",
    "units4": "Equivalent CO2 emmission from the hydro energy",
    "units5": "CO2 emited per MJ ",
    "units6": "CO2 emited per MJ by diesel combustion",
    "units7": "CO2 emited per MJ by natural gas combustion",
    "units8": "Global Warming Potentials",
    "units9": "Global Warming Potentials",
    "units10": "MJ of energy produced by the truck while usind diesel for the transport of dry products",
    "units11": "The equivalent CO2 emmission from a truck while transporting dry products",
    "units12": "MJ of energy produced by the truck while usind diesel for the transport of liquid products",
    "units13": "The equivalent CO2 emmission from a the truck while transporting liquid products",
    "units14": "Lower Heating Value of demolished wood",
    "units15": "Lower Heating Value of sawdust",
    "units16": "Lower Heating Value of methane",
    "units17": "Equivalent ammount of CO2 produced by a 10 years old tree in it's lifecycle",
    "units18": "The equivialent ammount of CO2 emmited by a house per year"
    

}